text_opening = """```コード「スタート」を認証しました。
以下のチャンネルに移動し、【総力戦】のオープニングに進みましょう。

（※「アクセスなし」と書かれていても、気にせずタップして下さい）```
>>https://discord.com/channels/1274370444811833496/1274370444916559899"""

text_prepare = """```コード「準備開始」を認証しました。
まずは、総力戦を始めるための準備をしましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575453"""

text_explain = """```コード「準備完了」を認証しました。
「ゲームの説明」へ移動してください。```
>>https://discord.com/channels/1274370444811833496/1274370445394575454"""

text_start = """```コード「ゲーム開始」を認証しました。
step1へ移動し、【総力戦】を始めましょう！```
>>https://discord.com/channels/1274370444811833496/1274370445394575455"""

text_Q1 = """```コード「生」を認証しました。
問題が出現します。```
>>https://discord.com/channels/1274370444811833496/1274370445394575455"""

text_step1_clear = """```「デデデ」正解です。
＞＞STEP1クリア！！！＜＜```
```STEP2に進みましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575456"""

text_Q2 = """```コード「一」を認証しました。
問題が出現します。```
>>https://discord.com/channels/1274370444811833496/1274370445394575456"""

text_step2_clear = """```「キーコン」正解です。
＞＞STEP2クリア！！！＜＜```
```STEP3に進みましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575457"""

text_Q3 = """```コード「日」を認証しました。
問題が出現します。```
>>https://discord.com/channels/1274370444811833496/1274370445394575457"""

text_step3_clear = """```「スネーク」正解です。
＞＞STEP3クリア！！！＜＜```
```STEP4に進みましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575458"""

text_Q4_choice = """```コード「力」を認証しました。```
```このステップでは問題の難易度を選択できます。
「イージー」「ハード」のどちらかを応答システムに入力してください。

※難易度「ハード」は、いわゆる「謎解き」を一度は見たことがある人向けです。
（途中で難易度を変更することも可能です）```"""

text_Q4_easy = """```難易度「イージー」の問題が出現します。```
>>https://discord.com/channels/1274370444811833496/1274370445394575458"""

text_Q4_hard = """```難易度「ハード」の問題が出現します。```
>>https://discord.com/channels/1274370444811833496/1274370445394575458"""

text_step4_hoshi = """```「ほし」正解です。
＞＞STEP4クリア！！！＜＜```
```STEP5に進みましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575459"""

text_step4_green = """```「グリーン」正解です。
＞＞STEP4クリア！！！＜＜```
```STEP5に進みましょう。```
>>https://discord.com/channels/1274370444811833496/1274370445394575459"""

text_step5_clear = """```コード「星」を認証しました。
クリア画面に移ります。```
>>https://discord.com/channels/1274370444811833496/1274370445394575460"""
